[
  {
    "name": "The Buffet at Excalibur",
    "hotel": "Excalibur",
    "gastronomy": "American ·",
    "price": "$",
    "description": "The buffet at Excalibur offers endless variety for whatever you crave. Feast on cuisine from around the world or dive into our Weekend Brunch every Saturday and Sunday. From pancakes to shrimp, from bacon to fruit, you’ll leave brunch satisfied. Want more? Head over to our Made-To-Order Crepes and Omelets station!",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/excalibur/the-buffet.html",
    "image": ""
  },
  {
    "name": "Starbucks",
    "hotel": "Excalibur",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Starbucks offers handcrafted beverages, premium teas and delectable treats. Artfully roasted and brewed, high-quality arabica coffee is served one cup at a time.",
    "phone": "",
    "hours": "",
    "link_detail": "https://excalibur.mgmresorts.com/en/restaurants/starbucks.html",
    "image": ""
  },
  {
    "name": "Buca di Beppo",
    "hotel": "Excalibur",
    "gastronomy": "Italian ·",
    "price": "$$",
    "description": "Join the \"familia\" and gather around the table for a traditional Italian meal in an atmosphere full of lively music, laughter and lots of fun at Buca di Beppo. Characterized by family-style portions, with high quality traditional Italian dishes, Buca di Beppo is sure to bring out your inner Italian. The menu is inspired by classic Italian dishes that have been enjoyed for decades. Buca di Beppo offers dozens of delicious entrees, pastas, salads, pizzas and desserts, all served family style, with portions that each feed two to six people. Buca di Beppo delivers an Italian feast that will satisfy even your deepest cravings. Buca di Beppo is great for friends and families alike. Gather around the “Pope’s Table” with 14 of your closest friends, or dine in one of several dining rooms packed with quirky decor. Excalibur is pleased to welcome the perfect place to celebrate your Las Vegas adventures and enjoy an authentic Italian meal at a great value.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/excalibur/buca-di-beppo.html",
    "image": ""
  },
  {
    "name": "Johnny Rockets",
    "hotel": "Excalibur",
    "gastronomy": "American ·",
    "price": "$",
    "description": "This restaurant features a modern twist on the classic diner – comfortable seats perfect for gathering, friendly approachable service and music that combines iconic classics with pop culture. The signature relaxed atmosphere is the perfect backdrop for great-tasting food from a menu of all-American favorites. Indulge in 100% fresh, never frozen all-natural beef hamburgers, crispy American Fries and premium ice cream shakes and malts.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/excalibur/johnny-rockets.html",
    "image": ""
  },
  {
    "name": "Baja Fresh",
    "hotel": "Excalibur",
    "gastronomy": "Mexican ·",
    "price": "$",
    "description": "It's About Flavor, It's About Fresh, and... It's About Time!® It takes a lot of hard work and dedication to bring our customers the Baja Fresh® experience. Fresh ingredients, expert preparation, clean cheerful surroundings, genuine smiles, value for the dollar, and prompt courteous service are a tall order to fill...and our people do it, day in and day out. The team at Baja Fresh® undergoes extensive training to make sure our customers receive a consistently pleasant experience, visit after visit. We strive for nothing less than our customers' absolute satisfaction! Any of our menu items can be customized to fit your personal preferences. Whether you dine in, take it to go, call in your order or order online, it's the way you want it every time!",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/excalibur/baja-fresh.html",
    "image": ""
  },
  {
    "name": "Food Court",
    "hotel": "Excalibur",
    "gastronomy": "American ·",
    "price": "$",
    "description": "",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/excalibur/food-court.html",
    "image": ""
  },
  {
    "name": "Orange Julius/Dairy Queen",
    "hotel": "Excalibur",
    "gastronomy": "American",
    "price": "$",
    "description": "Come down to the Fun Dungeon for some tasty treats! Choose from selections of traditional Blizzards® and treats! DQ Orange Julius blends a sleek, new look with the feel of a traditional ice cream treat shop and offers an expanded treat menu that includes traditional DQ favorites, the Orange Julius line of smoothies and fruit drinks, and new signature desserts and sundaes.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/excalibur/orange-julius-dairy-queen.html",
    "image": ""
  }
]