[
  {
    "name": "Nine Fine Irishmen",
    "hotel": "New York-New York",
    "gastronomy": "Irish",
    "price": "$$",
    "description": "Inspired by a group of extraordinary Irishmen who led lives of great adventure, this is a pub of epic proportions that was built in Ireland and shipped to the heart of Las Vegas! As for food and drink, our signature dishes are made of only the freshest, natural Irish ingredients that pair perfectly with the finest stouts, ales, lagers, and spirits.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/nine-fine-irishmen.html",
    "image": ""
  },
  {
    "name": "Gallagher's Steakhouse",
    "hotel": "New York-New York",
    "gastronomy": "Steakhouse",
    "price": "$$$",
    "description": "With its dark wood décor and bustling atmosphere, this classic steakhouse is the sister restaurant to Gallagher’s, the great New York City landmark steakhouse. Our menu features traditional dry-aged steaks and seafood favorites. Come and meet friends or relax with a martini at our bar.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/gallaghers-steakhouse.html",
    "image": ""
  },
  {
    "name": "Shake Shack",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "NYC's famous burger stand is so close to The Park, you can taste it. This critically acclaimed, modern day “roadside” burger stand known for its 100 percent all-natural Angus beef burgers, hot dogs, crinkle cut fries, frozen custard, shakes, beer, wine and more!",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/shake-shack.html",
    "image": ""
  },
  {
    "name": "Beerhaus",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$$",
    "description": "A fresh take on the classic beer hall, where an artfully curated menu ensures both beer nerds and casual drinkers will find their favorites. The kitchen rounds out the experience with savory sausages, sandwiches and snacks all made with hormone-free meat and locally sourced produce. Grab a cold brew, play some bar games and make some friends on the outdoor patio.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/beerhaus.html",
    "image": ""
  },
  {
    "name": "Chin Chin - Asian Restaurant and Sushi Bar",
    "hotel": "New York-New York",
    "gastronomy": "Chinese ·",
    "price": "$$",
    "description": "Chin Chin offers contemporary Asian dining and chef-driven sushi, with a focus on fresh, quality ingredients. Ranked in the top 1% of all restaurants on the Las Vegas Strip by Trip Advisor, Chin Chin is a must-visit for tourists seeking exceptional cuisine and service. For breakfast, join us for our American Breakfast Buffet and bottomless Mimosas.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/chin-chin-cafe-and-sushi-bar.html",
    "image": ""
  },
  {
    "name": "Hello Kitty Cafe",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/hello-kitty-cafe.html",
    "image": ""
  },
  {
    "name": "America",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Go on a culinary journey with food, wine and beer from coast to coast, all in one American setting. America also features a massive 90 x 20 foot map of the United States, highlighting America’s most iconic landmarks. America Donuts It doesn't get more American than a delicious good old fashioned donut with a fresh cup of coffee. Baked fresh daily, the donuts, pastries and desserts at America Donuts will send your taste buds on a journey of deliciousness.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/america.html",
    "image": ""
  },
  {
    "name": "Gonzalez y Gonzalez",
    "hotel": "New York-New York",
    "gastronomy": "Mexican",
    "price": "$",
    "description": "Spicy Southwestern fare can be yours at Gonzalez Y Gonzalez, featuring an authentic tequila bar.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/gonzalez-y-gonzalez.html",
    "image": ""
  },
  {
    "name": "Broadway Burger Bar and Grill",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Enjoy a juicy and delicious 1855 Swift Black Angus beef burgers along with on of our 12 specialty craft beers in draught. Our patio setting allows you to people watch indoors along the Village Street Eateries.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/broadway-burger-bar-and-grill.html",
    "image": ""
  },
  {
    "name": "Nusr-Et",
    "hotel": "New York-New York",
    "gastronomy": "Steakhouse",
    "price": "$$$$",
    "description": "You will taste an exquisite menu. You will be overwhelmed with fantastic smells. Everything you touch will be enchanting. Everything you hear will be fascinating. You will see glorious people, delightful presentations, and incredible shows. Be entertained, amused, and pampered. Experience luxury dining like never before. All your senses will be fully satisfied.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/nusr-et.html",
    "image": ""
  },
  {
    "name": "Top Round",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Top Round is the first and only \"better roast beef\" restaurant in the country. Whole USDA Choice, natural top rounds are roasted in house daily and sliced fresh, hot and to order for amazing gourmet and chef-inspired sandwiches featuring regional favorites such as Beef on Weck, Philly Cheesesteaks, Crispy Onion BBQ and our Classic Beef n' Cheese. Top Round also features hand-breaded crispy chicken sandwiches, gourmet dogs from all over the US, and an incredible selection of chicken wings. While you're eating enjoy the game on any of over 20 screens, watch the world go by on the Las Vegas Strip and down it all with a cold beer from our craft selection.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/top-round.html",
    "image": ""
  },
  {
    "name": "Luke's Lobster",
    "hotel": "New York-New York",
    "gastronomy": "Seafood ·",
    "price": "$$",
    "description": "Come get a taste of Maine just steps off the strip at the first Luke’s Lobster of its kind! Enjoy our famous Maine-style lobster, crab, and shrimp rolls alongside New England clam chowder and lobster bisque and wash it all down with a Maine blueberry lemonade! The 160 square foot lobster “shack” is takeout window-style that will transport you to the coast of Maine with its hand painted exteriors, white cedar wood shingle roof, and signature colorful buoy wall just like on Maine lobster docks. So stop in today, because what happens in Vegas should be followed up with a lobster roll.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/lukes-lobster.html",
    "image": ""
  },
  {
    "name": "48th And Crepe",
    "hotel": "New York-New York",
    "gastronomy": "French ·",
    "price": "$",
    "description": "48th and Crepe is the perfect stop for a quick and delicious bite. Enjoy sweet and savory crepes that are sure to satisfy any craving.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/48th-and-crepe.html",
    "image": ""
  },
  {
    "name": "Il Fornaio",
    "hotel": "New York-New York",
    "gastronomy": "Italian",
    "price": "$$",
    "description": "Travel to romantic Italy and indulge in housemade and imported pasta; wood-fired pizza, rotisserie chicken and duck; hearty steaks and chops; mesquite grilled fish; and the season's picks for salads and soups at our purveyor of award-winning Italian cuisine: Il Fornaio. Complete this Old World culinary getaway with a delightful dessert and robust Italian coffee.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/il-fornaio.html",
    "image": ""
  },
  {
    "name": "NYNY Food Hall",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Looking for a quick bite while you rest your feet? The NY-NY Food Hall is the perfect spot to do just that. With offerings from New York Pizzeria, Wing Zone and Capriotti's, we have all the makings for an ideal pit stop.",
    "phone": "",
    "hours": "",
    "link_detail": "https://newyorknewyork.mgmresorts.com/en/restaurants/nyny-food-hall.html",
    "image": ""
  },
  {
    "name": "Starbucks",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Starbucks offers handcrafted coffee beverages, premium teas and delectable treats.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/starbucks.html",
    "image": ""
  },
  {
    "name": "Village Street Eateries",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Stroll through the brownstone and tree-lined Greenwich Village and experience sidewalk dining and all its charm. The Village Eateries offer Sirrico’s New York pizza, famous neighborhood sandwiches at Greenberg's Deli, fish, chips, and more at Fulton’s Fish Frye, fresh baked pastries at the Village Bakery and the best hot dogs on the strip at Times Square to Go.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/village-street-eateries.html",
    "image": ""
  },
  {
    "name": "Nathan’s",
    "hotel": "New York-New York",
    "gastronomy": "American ·",
    "price": "$",
    "description": "Since 1916, Nathan’s Famous Hot Dogs has been serving up some of the best quality hot dogs in the world. Grab one at one of our two locations on the Arcade and Mezzanine levels.",
    "phone": "",
    "hours": "",
    "link_detail": "https://mgmresorts.com/en/restaurants/new-york-new-york/nathans-hot-dogs.html",
    "image": ""
  }
]